# интефейс взаимодействия с пользователем


def menu():
    print('''\nГлавное меню:
    1. Отрыть файл
    2. Сохранить файл
    3. Показать контакты
    4. Создать контакт
    5. Изменить контакт
    6. Найти контакт
    7. Удалить контакт
    8. Выход''')